<?php
$_lang['modulename'] = 'Синхронизация компонентов';
$_lang['close_button'] = 'Закрыть синхронизацию компонентов';
$_lang['action'] = 'Выберите действие';
$_lang['title'] = 'Я хотел бы скопировть сниппеты, чанки, шаблоны, плагины';
$_lang['dump'] = 'Из Базы данных на файловую систему';
$_lang['load'] = 'Из файловой системы в Базу данных';
$_lang['agree'] = 'Я понимаю, что все изменения в <span id="change-location">файловой системе</span> <strong>будут перезаписаны</strong>, и это моя обязанность, чтобы поддержать их (например, с помощью контроля версий)';
$_lang['results'] = 'Результат';
$_lang['checkagree'] = 'Вы должны поставить галочку!';
$_lang['in_database'] = 'базе данных';
$_lang['in_filesystem'] = 'файловой системе';
//$_lang[''] = '';
//<?php echo $_lang['action'] ?>







